Repository: rokibulroni/kindle-JB
Catalog: ProjectTitle/l10n/*/koreader.po
Languages: ca, de, es, fr, hu, it_it, pt_br, ru, sv, tr, uk

source: Library
ca: Llibreria
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hu: Könyvtár
it_it: Libreria
pt_br: Biblioteca
ru: Библиотека
sv: Bibliotek
tr: Kütüphane
uk: Бібліотека

source: Folders
ca: Carpetes
de: Ordner
es: Carpetas
fr: Dossiers
hu: Mappák
it_it: Cartelle
pt_br: Pastas
ru: Папки
sv: Mappar
tr: Klasörler
uk: Теки

source: Book
ca: Llibre
de: Buch
es: Libro
fr: Livre
hu: Könyv
it_it: Libro
pt_br: Livros
ru: Книга
sv: Bok
tr: Kitap
uk: Книга

source: Decrease Items Per Page
ca: Disminuir els elements per pàgina
de: Elemente pro Seite reduzieren
es: Disminuir elementos por página
fr: Augmenter la taille des éléments
hu: Oldalankénti elemszám csökkentése
it_it: Riduci elementi per pagina
ru: Уменьшить кол-во элементов на стр.
sv: Minska antalet objekt per sida

source: Increase Items Per Page
ca: Incrementar els elements per pàgina
de: Elemente pro Seite erhöhen
es: Incrementar elementos por página
fr: Diminuer la taille des éléments
hu: Oldalankénti elemszám növelése
it_it: Aumenta elementi per pagina
ru: Увеличить кол-во элементов на стр.
sv: Öka antalet objekt per sida

source: Cover List
ca: Llista de cobertes
de: Cover-Liste
es: Lista de portadas
fr: Liste détaillée avec couvertures
hu: Borítólista
it_it: Lista Copertine
pt_br: Lista de Capas
ru: Список с обложками
sv: Omslagslista
tr: Kapak Listesi
uk: Список з обкладинками

source: Cover Grid
ca: Graella de cobertes
de: Cover-Rasteransicht
es: Cuadrícula de portadas
fr: Mosaïque
hu: Borítórács
it_it: Griglia Copertine
pt_br: Grade de Capas
ru: Сетка обложек
sv: Omslagsrutnät
tr: Kapak Izgarası
uk: Сітка з обкладинками

source: Details List
ca: Llista de detalls
de: Detail-Liste
es: Lista de detalles
fr: Liste détaillée sans couvertures
hu: Részletes lista
it_it: Lista Dettagliata
pt_br: Lista Detalhada
ru: Детальный список
sv: Detaljerad lista
tr: Detay Listesi
uk: Детальний список

source: Filenames List
ca: Llista de noms de fitxers
de: Dateinamen-Liste
es: Lista de nombres de archivo
fr: Liste triée par noms de fichier
hu: Fájlnévlista
it_it: Lista Nomi File
pt_br: Lista de Arquivos
ru: Список файлов
sv: Filnamnslista
tr: Dosya Adları Listesi
uk: Список файлів

source: Project: Title settings
ca: Configuració de Project: Title
de: Project: Title Einstellungen
es: Ajustes de ProjectTitle
fr: Paramètres Project: Title
hu: Project: Title beállítások
it_it: Impostazioni Project: Title
pt_br: Project Title: Ajustes
ru: Проект: Настройки заголовков
sv: Project: Title-inställningar
tr: Proje: Başlık ayarları
uk: Проєкт: Налаштування заголовків

source: Portrait cover grid mode
ca: Mode de graella de cobertes en vertical
de: Hochformat-Rasteransicht
es: Modo de cuadrícula de portadas en vertical
fr: Mode mosaïque - Portrait
hu: Borítórács álló mód
it_it: Modalità griglia copertine verticale
pt_br: Layout de capas no modo retrato
ru: Портретная сетка обложек
sv: Omslagsrutnät i porträttläge
tr: Dikey kapak ızgarası modu
uk: Портретна сітка обкладинок

source: Landscape cover grid mode
ca: Mode de graella de cobertes en horitzontal
de: Querformat-Rasteransicht
es: Modo de cuadrícula de portadas en horizontal
fr: Mode mosaïque - Paysage
hu: Borítórács fekvő mód
it_it: Modalità griglia copertine orizzontale
pt_br: Layout de capas no modo paisagem
ru: Альбомная сетка обложек
sv: Omslagsrutnät i landskapsläge
tr: Yatay kapak ızgarası modu
uk: Альбомна сітка обкладинок

source: List modes
ca: Modes de llista
de: Listenmodi
es: Modos de lista
fr: Modes liste
hu: Lista módok
it_it: Modalità lista
pt_br: Quantidade no modo lista
ru: Режимы списка
sv: Listlägen
tr: Liste modları
uk: Режими списку

source: Folder display
ca: Mostrar carpetes
de: Ordneransicht
es: Vista de carpetas
fr: Paramètres d'affichage des dossiers
hu: Mappamegjelenés
it_it: Visualizzazione cartelle
pt_br: Exibição de pastas
ru: Отображение папки
sv: Mappvisning
tr: Klasör görünümü
uk: Відображення теки

source: Auto-generate cover images from books
ca: Generar automàticament imatges de cobertes des de llibres
de: Coverbilder automatisch aus Büchern generieren
es: Auto-generar las portadas desde los libros
fr: Génération auto des images de couverture à partir des livres
hu: Borítóképek automatikus generálása könyvekből
it_it: Genera automaticamente le copertine dai libri
pt_br: Gerar automaticamente capas dos livros
ru: Автоматически создавать обложки из книг
sv: Autogenerera mappomslag från böcker
tr: Kitaplardan otomatik kapak görseli oluştur
uk: Автоматично створювати обкладинки з книг

source: Overlay name and details in cover grid
ca: Superposar el nom i els detalls en la graella de cobertes
de: Titel und Details über Rasterkacheln anzeigen
es: Superponer nombre y detalles en la vista de cuadrícula de portadas
fr: Afficher les noms et détails des dossiers en mode mosaïque
hu: Név és részletek megjelenítése a borítórácsban
it_it: Sovrapponi nome e dettagli nella griglia copertine
pt_br: Sobrepor nome e detalhes na grade de capa
ru: Показывать название и детали на обложке
sv: Visa namn och detaljer i omslagsrutnätet
tr: Kapak ızgarasında isim ve detayları göster
uk: Показувати назву та деталі на обкладинці

source: Book display
ca: Mostrar llibres
de: Bücheransicht
es: Vista de portadas
fr: Paramètres d'affichage des livres
hu: Könyvmegjelenés
it_it: Visualizzazione libri
pt_br: Exibição de livro
ru: Отображение книги
sv: Bokvisning
tr: Kitap görünümü
uk: Відображення книги

source: Show series
ca: Mostrar sèries
de: Serien anzeigen
es: Mostrar colecciones
fr: Montrer les séries
hu: Könyvsorozat megjelenítése
it_it: Mostra le serie
pt_br: Mostrar séries
ru: Показывать серии
sv: Visa serier
tr: Serileri göster
uk: Показувати серії

source: Show calibre tags/keywords
de: Calibre Tags/Schlüsselwörter anzeigen

source: Show pages read instead of progress %
ca: Mostrar pàgines llegides en comptes de % de progrés
de: Gelesene Seiten statt Prozent anzeigen
es: Mostrar páginas leídas en vez del progreso %
fr: Montrer les pages lues au lieu du % de progression
hu: Olvasott oldalak számának megjelenítése
it_it: Mostra pagine lette invece del progresso %
pt_br: Mostrar páginas lidas em vez de % de progresso
ru: Показывать прочитанные страницы вместо процентов
sv: Visa antalet lästa sidor i stället för %
tr: İlerleme yüzdesi yerine okunan sayfa sayısını göster
uk: Показувати прочитані сторінки замість відсотків

source: Show file info instead of pages or progress %
ca: Mostrar informació del fitxer en comptes de pàgines o % deprogrés
de: Dateiinformationen statt Seiten oder Prozent anzeigen
es: Mostrar información del archivo en vez de las páginas o el progreso %
fr: Montrer les infos du fichier au lieu des pages ou % de prog.
hu: Fájlinfó megjelenítése
it_it: Mostra info file invece di pagine o progresso %
pt_br: Mostrar informações do arquivo em vez de páginas ou % de progresso
ru: Показывать информацию о файле вместо страниц или %
sv: Visa filinformation i stället för läsprogression
tr: Sayfa veya ilerleme yüzdesi yerine dosya bilgisini göster
uk: Показувати дані файлу замість сторінок або %

source: Show progress % instead of progress bars
ca: Mostrar % progrés en comptes de barres de progrés
de: Prozent statt Fortschrittsbalken anzeigen
es: Mostrar porcentaje % en vez de barras de progreso
fr: Montrer le % de progression au lieu de la barre de prog.
hu: Olvasott százalék megjelenítése
it_it: Mostra progresso % al posto della barra di progresso
ru: Показать прогресс в % вместо прогресс-бара
sv: Visa % i stället för förloppsstaplar

source: Always show maximum length progress bars
ca: Mostrar sempre barres de progrés de longitud màxima
de: Fortschrittsbalken stets in voller Länge anzeigen
es: Mostrar siempre la máxima longitud de las barras de progreso
fr: Toujours montrer la longueur maxi de la barre de prog.
hu: Haladásjelző sáv megjelenítése
it_it: Mostra barre di avanzamento a lunghezza massima
pt_br: Sempre mostrar barras de progresso de comprimento máximo
ru: Всегда показывать максимальную длину прогресс-бара
sv: Visa alltid förloppsstaplar med maximal längd
tr: Her zaman maksimum uzunlukta ilerleme çubukları göster
uk: Завжди показувати максимальну довжину прогрес-бару

source: Use custom book status screen
ca: Utilitzar pantalla personalitzada d'estat de llibre
de: Benutzerdefinierten Bücherstatus benutzen
es: Usar pantalla personalizada de estado del libro
fr: Utiliser un affichage de status du livre personnalisé
hu: Egyedi könyvállapot-képernyő használata
it_it: Usa schermata personalizzata di stato libro
pt_br: Use a tela de status do livro personalizada
ru: Использовать собственный экран статуса книги
sv: Använd anpassad bokstatusskärm
tr: Özel kitap durumu ekranı kullan
uk: Використовувати власний екран статусу книги

source: Footer
ca: Peu de pàgina
de: Fußzeile
es: Pie de página
fr: Barre d'état inférieure
hu: Lábléc
it_it: Piè di pagina
pt_br: Rodapé
ru: Нижняя панель
sv: Sidfot
tr: Alt bilgi
uk: Нижня панель

source: Replace folder name with device info
ca: Reemplaçar el nom de la carpeta amb la informació del dispositiu
de: Ordnernamen durch Geräteinformationen ersetzen
es: Reemplazar el nombre de la carpeta con información sobre el dispositivo
fr: Remplacer le nom du dossier par les infos de l'appareil
hu: Készülékinfó megjelenítése mappanév helyett
it_it: Sostituisci nome cartella con info dispositivo
pt_br: Substituir o nome da pasta pelas informações do dispositivo
ru: Заменить имя папки на информацию об устройстве
sv: Ersätt mappnamn med enhetsinformation
tr: Klasör adını cihaz bilgisiyle değiştir
uk: Замінити назву теки на інформацію про пристрій

source: Show page controls in left corner
ca: Mostrar controls de pàgina a l'angle esquerre
de: Seiteneinstellungen in der linken Ecke anzeigen
es: Mostrar controles de página en la esquina izquierda
fr: Positionner les contrôles de changement de page à gauche
hu: Oldalnavigáció megjelenítése a bal sarokban
it_it: Mostra controlli di pagina nell'angolo sinistro
pt_br: Mostrar controles de página no canto esquerdo
ru: Показывать управление страницами в левом углу
sv: Visa sidkontroller i vänstra hörnet
tr: Sayfa kontrollerini sol köşede göster
uk: Показувати керування сторінками в лівому куті

source: Library mode
ca: Mode de biblioteca
de: Bibliotheksmodus
es: Modo librería
fr: Mode Bibliothèque
hu: Könyvtár mód
it_it: Modalità libreria
pt_br: Modo biblioteca
ru: Режим библиотеки
sv: Biblioteksläge
tr: Kütüphane modu
uk: Режим бібліотеки

source: Show opened books first
ca: Mostrar primers els llibres oberts
de: Geöffnete Bücher zuerst anzeigen
es: Mostrar libros abiertos primero
fr: Montrer les livres déjà ouverts en premier
hu: Megnyitott könyvek megjelenítése először
it_it: Mostra libri aperti per primi
pt_br: Mostrar livros abertos primeiro
ru: Показывать сначала открытые книги
sv: Visa öppnade böcker först
tr: İlk önce açılan kitapları göster
uk: Показувати спочатку відкриті книги

source: Cache database
ca: Banc de dades de la memòria cau
de: Datenbank in Cache laden
es: Base de datos en caché
fr: Cache de la base de données
hu: Gyorsítótár-adatbázis
it_it: Cache del database
pt_br: Banco de dados de cache
ru: Кешировать базу данных
sv: Cache-databas
tr: Önbellek veritabanı
uk: Кешувати базу даних

source: Scan home folder for new books automatically
ca: Escanejar carpeta d'inici per a nous llibres automàticament
de: HOME-Verzeichnis automatisch nach neuen Büchern durchsuchen
es: Escanear carpeta personal en busca de nuevos libros automáticamente
fr: Scan auto. du dossier Accueil pour de nouveaux livres
hu: Új könyvek automatikus beolvasása a kezdőmappában
it_it: Scansiona automaticamente la home per nuovi libri
pt_br: Verificar automaticamente a pasta inicial em busca de novos livros
ru: Автоматически искать новые книги в домашней папке
sv: Skanna hemmappen efter nya böcker automatiskt
tr: Yeni kitaplar için ana klasörü otomatik tara
uk: Автоматично шукати нові книги в домашній теці

source: Empty cache
ca: Buidar memòria cau
de: Cache leeren
es: Vacíar caché
fr: Vider le cache
hu: Gyorsítótár ürítése
it_it: Svuota cache
pt_br: Excluir o cache
ru: Очистить кеш метаданных
sv: Rensa cache
tr: Önbelleği boşalt
uk: Очистити кеш

source: Are you sure that you want to delete cover and metadata cache?
ca: Estàs segur que vols esborrar la memòria cau de les cobertes i metadades?
de: Möchten Sie den Cover- und Metadaten-Cache wirklich löschen?
es: ¿Estás seguro de que deseas eliminar la portada y los metadatos en caché?
fr: Confirmer la suppression du cache (images et métadonnées) ?
hu: Biztosan törölni szeretnéd a borító és a metaadatok gyorsítótárát?
it_it: Vuoi eliminare la cache delle copertine e dei metadati?
pt_br: Tem certeza de que deseja excluir o cache de capa e metadados?
ru: Вы уверенны, что хотите удалить кеш обложек и метаданных?
sv: Är du säker på att du vill radera omslag och metadata-cachen?
tr: Kapak ve meta veri önbelleğini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити кеш обкладинок та метаданих?

source: Cache emptied.
ca: Memòria cau buida.
de: Cache geleert.
es: Caché vaciada
fr: Cache vidé
hu: Gyorsítótár ürítve.
it_it: Cache svuotata.
pt_br: Cache esvaziado
ru: Кеш очищен.
sv: Cachen rensad
tr: Önbellek boşaltıldı.
uk: Кеш очищено.

source: This will extract metadata and cover images from books in the current directory. Once extraction has started, you can abort at any moment by tapping on the screen. This extraction may take time and use some battery power: you may wish to keep your device plugged in.
ca: Això extraurà les metadades i les imatges de portada dels llibres del directori actual. Un cop iniciada l'extracció, podeu interrompre-la en qualsevol moment tocant la pantalla. Aquesta extracció pot trigar temps i consumir part de la bateria: és recomanable mantenir el dispositiu connectat.
de: Dies extrahiert Metadaten und Coverbilder aus den Büchern im aktuellen Verzeichnis. Sobald die Extraktion gestartet wurde, können Sie diese jederzeit durch Antippen des Bildschirms abbrechen. Dieser Prozess kann einige Zeit dauern und den Akku beanspruchen - es wird empfohlen, das Gerät an den Strom anzuschließen.
es: Esto extraerá los metadatos y las portadas de los libros en el directorio actual. Una vez iniciada la extracción, puedes cancelarla en cualquier momento tocando la pantalla. Esta extracción puede tardar y consumir algo de batería; quizás quieras mantener tu dispositivo conectado a la corriente.
fr: Ceci va extraire les métadonnées et les images de couverture à partir des livres situés dans le dossier courant. Une fois l'extraction commencée, vous pouvez annuler à n'importe quelmoment en touchant l'écran. Cette extraction peut prendre du temps et utiliser de la batterie. Il est donc préférable de laisser l'appareil en charge.
hu: Ez kigyűjti a metaadatokat és a borítóképeket a mappában lévő könyvekből. A folyamat bármikor megszakítható koppintással. Mivel a folyamat hosszabb időt is igénybe vehet az esetlegesen megnövekedett akkumulátorfogyasztás miatt, érdemes a készüléket töltőre helyezni.
it_it: Questo estrarrà metadati e copertine dai libri nella directory corrente. Una volta iniziata l'estrazione, puoi interromperla in qualsiasi momento toccando lo schermo. L'estrazione potrebbe richiedere tempo e consumare batteria: potresti voler tenere il dispositivo collegato all'alimentazione.
pt_br: Isso extrairá metadados e imagens de capa dos livros no diretório atual. Após o início da extração, você pode interrompê-la a qualquer momento tocando na tela. Esta extração pode levar algum tempo e consumir um pouco da bateria:mantenha o dispositivo conectado.
ru: Будут извлечены метаданные и обложки из книг в текущей папке. После начала можно остановить процесс в любой момент, просто нажав на экран. Процесс может быть долгим и разряжать батарею — лучше держать устройство на зарядке.
sv: Detta kommer att extrahera metadata och omslagsbilder från böcker i den aktuella mappen. När extraheringen har startat kan du avbryta när som helst genom att trycka på skärmen. Denna extrahering kan ta tid och använda en del batteri: du kanske vill koppla in din enhet.
tr: Bu işlem, mevcut dizindeki kitaplardan meta veri ve kapak görsellerini çıkaracaktır. Çıkarma işlemi başladıktan sonra, ekrana dokunarak istediğiniz zaman iptal edebilirsiniz. Bu çıkarma işlemi zaman alabilir ve biraz pil gücü tüketebilir: cihazınızı prize takılı tutmak isteyebilirsiniz.
uk: Буде витягнуто метадані та обкладинки з книг у цій теці. Після початку можна зупинити процес у будь-який момент, просто торкнувшись екрана. Процес може бути довгим і витрачати заряд — краще тримати пристрій на зарядці.

source: Found %1 books. Looking for new books…
ca: S'han trobat %1 llibres. Buscant nous llibres…
de: %1 Bücher gefunden. Suche nach neuen Büchern...
es: Encontrados %1 libros. Buscando libros…
fr: %1 livre(s) trouvé(s). Recherche de nouveaux livres
hu: %1 könyv megtalálva. Új könyvek keresése…
it_it: Trovati %1 libri. Ricerca nuovi libri…
pt_br: Encontrados %1 livros. Procurando por novos livros...
ru: Найдено книг: %1. Ищем новые…
sv: Hittade %1 böcker. Letar efter nya böcker…
tr: %1 kitap bulundu. Yeni kitaplar aranıyor…
uk: Знайдено книг: %1. Шукаємо нові…

source: No new books found.
ca: No s'han trobat nous llibres.
de: Keine neuen Bücher gefunden.
es: No se han encontrado nuevos libros.
fr: Aucun nouveau livre trouvé
hu: Nem található új könyv.
it_it: Nessun nuovo libro trovato.
pt_br: Não foram encontrados novos livros
ru: Новых книг не найдено.
sv: Inga nya böcker hittade.
tr: Yeni kitap bulunamadı.
uk: Нових книг не знайдено.

source: Do you want to stop?
ca: Vols aturar?
de: Möchten Sie abbrechen?
es: ¿Estás seguro de que quieres cancelarlo?
fr: Voulez vous arrêter ?
hu: Szeretnéd leállítani?
it_it: Vuoi interrompere?
pt_br: Você quer parar?
ru: Вы хотите остановить?
sv: Vill du avbryta?
tr: Durdurmak istiyor misiniz?
uk: Ви хочете зупинити?

source: Continue Indexing
ca: Continuar l'indexació
de: Indizieren fortführen
es: Continuar indexando
fr: Continuer l'indexation
hu: Indexelés folytatása
it_it: Continua Indicizzazione
pt_br: Continuar indexação
ru: Продолжить индексацию
sv: Fortsätt indexera
tr: Dizinlemeye Devam Et
uk: Продовжити індексацію

source: Stop Indexing
ca: Aturar l'indexació
de: Indizieren abbrechen
es: Detener indexación
fr: Arrêter l'indexation
hu: Indexelés leállítása
it_it: Interrompi Indicizzazione
pt_br: Parar indexação
ru: Остановить индексацию
sv: Avsluta indexering
tr: Dizinlemeyi Durdur
uk: Зупинити індексацію

source: Tap anywhere to stop
ca: Toca qualsevol part per aturar
de: Tippen, um abzubrechen
es: Toca en cualquier lugar para detener
fr: Appuyer n'importe où pour arrêter
hu: Koppintson a leállításhoz
it_it: Tocca ovunque per interrompere
pt_br: Toque em qualquer lugar para parar
ru: Нажмите в любом месте, чтобы остановить
sv: Tryck var som helst för att avbryta
tr: Durdurmak için herhangi bir yere dokunun
uk: Торкніться будь-де, щоб зупинити
